tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "curl"
brew "docker"
brew "git"
brew "htop"
brew "lua"
brew "luarocks"
brew "mas"
brew "nmap"
brew "tmux"
brew "tree"
brew "zsh"
brew "vim"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "google-chrome"
cask "iterm2"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
mas "KakaoTalk", id: 869223134
